# Encoded in UTF8
# Vocabularies containing POS, Synonym relationships, wiki abstract, AND a formal english dictionary definition
# Airi should be able to learn new vocabular from formal english dictionary definition
# This file is an effort of program-generated dump from WordNet(or other python/C# NLP libraries) and manual editing (for cleaning up and adding new items)
# Each word shall be defined once; Each sense of the same word is effectively a new word
# The goal of this vocabular sheet is both as a wiki abstract, a data sheet, and a functional dictionary
# Format: 
#	- Line ending with \r or \n or \r\n
#	- Use # at the beginning of line to in dicate comments for the rest of line; No space shall be allowed before # symbol
#	- New words/phrases at the beginning of line after [Word]
#	- Each sense of the word is defined by a FORMAL ENGLISH DICTIONARY DEFINITION, immediately after [Definition] and <attribute>, it should be a single line of statements consisting of one or more sentences
#   - Different forms of the same word (which indicate small tone change or serve other semantic functions) are all listed after [Form] after [Definition] seperated by commas, dependent of definition or POS
#	- Synonyms follow after [Synonym], immediately (no space) followed by a comma delimited list of other words(leading space allowed for readability); Each synnonym corresponds to and differ by each definition
#	- Abstract of the word (used for technical terms) follow [Abstract], no extra new lines are allowed; This is a longer version of definition
#	- Order of above elements are not strict but recommeded ordering as described here; Each word shall be seperated by a blank line; Each definition of word shall be seperated by a commented ------- for readaibility; Leading spaces of lines are always ignored
#	- Unrecognized [Element] will be ignored with a warning, but not causing any side effect; Use this for documentation purpose is needed
#	- Words listed from A-Z in ascending order
#   - All words should appear lower cased

# Example
# [Word]book
#	[Definition]<noun>A set of printed pages that are held together so that you can read them.
#	[Form]books
#	[Synonym]printed pages
#	[Abstract]A book is a set of sheets of paper, parchment, or similar materials that are fastened together to hinge at one side. A single sheet within a book is a leaf, and each side of a leaf is a page. Writing or images can be printed or drawn on a book's pages. An electronic image that is formatted to resemble a book on a computer screen, smartphone or e-reader device is known as an electronic book or e-book.
#	# ----------
#	[Definition]<verb>To make arrangements to stay in a place, eat in a restaurant, go to a theatre etc. at a particular time in the future
#	[Form]booked, booking, books
#	[Synonym]reserve, arrange
# 
# [Word]another word here
# ...
[Word]a
	[Definition]<noun>Empty

[Word]aachen
	[Definition]<noun>Empty

[Word]aaron
	[Definition]<noun>Empty

[Word]abel
	[Definition]<noun>Empty

[Word]abelard
	[Definition]<noun>Empty

[Word]aberdeen
	[Definition]<noun>Empty

[Word]abidjan
	[Definition]<noun>Empty

[Word]abilene
	[Definition]<noun>Empty

[Word]abraham
	[Definition]<noun>Empty

[Word]abuja
	[Definition]<noun>Empty

[Word]abyssinia
	[Definition]<noun>Empty

[Word]abyssinian
	[Definition]<noun>Empty

[Word]ac
	[Definition]<noun>Empty

[Word]acadia
	[Definition]<noun>Empty

[Word]acapulco
	[Definition]<noun>Empty

[Word]accra
	[Definition]<noun>Empty

[Word]achaean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]acheson
	[Definition]<noun>Empty

[Word]achilles
	[Definition]<noun>Empty

[Word]aconcagua
	[Definition]<noun>Empty

[Word]acropolis
	[Definition]<noun>Empty

[Word]acts
	[Definition]<noun>Empty

[Word]ada
	[Definition]<noun>Empty

[Word]adam
	[Definition]<noun>Empty

[Word]adams
	[Definition]<noun>Empty

[Word]adana
	[Definition]<noun>Empty

[Word]adar
	[Definition]<noun>Empty

[Word]adelaide
	[Definition]<noun>Empty

[Word]aden
	[Definition]<noun>Empty

[Word]adenauer
	[Definition]<noun>Empty

[Word]adirondacks
	[Definition]<noun>Empty

[Word]adonis
	[Definition]<noun>Empty

[Word]adrian
	[Definition]<noun>Empty

[Word]adriatic
	[Definition]<noun>Empty

[Word]advent
	[Definition]<noun>Empty

[Word]adventist
	[Definition]<noun>Empty

[Word]advil
	[Definition]<noun>Empty

[Word]aegean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]aeneas
	[Definition]<noun>Empty

[Word]aeneid
	[Definition]<noun>Empty

[Word]aeolus
	[Definition]<noun>Empty

[Word]aeschylus
	[Definition]<noun>Empty

[Word]aesculapius
	[Definition]<noun>Empty

[Word]aesop
	[Definition]<noun>Empty

[Word]afghan
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]afghanistan
	[Definition]<noun>Empty

[Word]africa
	[Definition]<noun>Empty

[Word]african
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]afrikaans
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]afrikaner
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]afro
	[Definition]<noun>Empty

[Word]ag
	[Definition]<noun>Empty

[Word]agamemnon
	[Definition]<noun>Empty

[Word]agassiz
	[Definition]<noun>Empty

[Word]aglaia
	[Definition]<noun>Empty

[Word]agni
	[Definition]<noun>Empty

[Word]agra
	[Definition]<noun>Empty

[Word]agricola
	[Definition]<noun>Empty

[Word]agrippa
	[Definition]<noun>Empty

[Word]agrippina
	[Definition]<noun>Empty

[Word]ahab
	[Definition]<noun>Empty

[Word]ahriman
	[Definition]<noun>Empty

[Word]aiken
	[Definition]<noun>Empty

[Word]airedale
	[Definition]<noun>Empty

[Word]ajax
	[Definition]<noun>Empty

[Word]akron
	[Definition]<noun>Empty

[Word]al
	[Definition]<noun>Empty

[Word]ala
	[Definition]<noun>Empty

[Word]alabama
	[Definition]<noun>Empty

[Word]alabaman
	[Definition]<noun>Empty

[Word]alabamian
	[Definition]<noun>Empty

[Word]aladdin
	[Definition]<noun>Empty

[Word]alamo
	[Definition]<noun>Empty

[Word]alar
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]alaric
	[Definition]<noun>Empty

[Word]alaska
	[Definition]<noun>Empty

[Word]alaskan
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]albania
	[Definition]<noun>Empty

[Word]albanian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]albany
	[Definition]<noun>Empty

[Word]albee
	[Definition]<noun>Empty

[Word]albert
	[Definition]<noun>Empty

[Word]alberta
	[Definition]<noun>Empty

[Word]albigensian
	[Definition]<adj>Empty

[Word]albion
	[Definition]<noun>Empty

[Word]albuquerque
	[Definition]<noun>Empty

[Word]alcibiades
	[Definition]<noun>Empty

[Word]alcott
	[Definition]<noun>Empty

[Word]alcyone
	[Definition]<noun>Empty

[Word]aldebaran
	[Definition]<noun>Empty

[Word]aleppo
	[Definition]<noun>Empty

[Word]aleut
	[Definition]<noun>Empty

[Word]aleutian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]alexander
	[Definition]<noun>Empty

[Word]alexandria
	[Definition]<noun>Empty

[Word]alfred
	[Definition]<noun>Empty

[Word]alger
	[Definition]<noun>Empty

[Word]algeria
	[Definition]<noun>Empty

[Word]algerian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]algiers
	[Definition]<noun>Empty

[Word]algol
	[Definition]<noun>Empty

[Word]algonquian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]algonquin
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]alhambra
	[Definition]<noun>Empty

[Word]ali
	[Definition]<noun>Empty

[Word]aline
	[Definition]<verb>Empty

[Word]allah
	[Definition]<noun>Empty

[Word]alleghenies
	[Definition]<noun>Empty

[Word]allegheny
	[Definition]<noun>Empty

[Word]allen
	[Definition]<noun>Empty

[Word]allentown
	[Definition]<noun>Empty

[Word]almaty
	[Definition]<noun>Empty

[Word]almighty
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]almoravid
	[Definition]<noun>Empty

[Word]alpine
	[Definition]<adj>Empty

[Word]alps
	[Definition]<noun>Empty

[Word]alsace
	[Definition]<noun>Empty

[Word]alsatian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]altaic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]altair
	[Definition]<noun>Empty

[Word]althea
	[Definition]<noun>Empty

[Word]alzheimer's
	[Definition]<noun>Empty

[Word]am
	[Definition]<noun>Empty

[Word]amarillo
	[Definition]<noun>Empty

[Word]amaterasu
	[Definition]<noun>Empty

[Word]amati
	[Definition]<noun>Empty

[Word]amazon
	[Definition]<noun>Empty

[Word]amber
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]amelia
	[Definition]<noun>Empty

[Word]america
	[Definition]<noun>Empty

[Word]american
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]americana
	[Definition]<noun>Empty

[Word]americanism
	[Definition]<noun>Empty

[Word]americanization
	[Definition]<noun>Empty

[Word]americanize
	[Definition]<verb>Empty

[Word]amerind
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]amerindian
	[Definition]<noun>Empty

[Word]amharic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]amish
	[Definition]<noun>Empty

[Word]amman
	[Definition]<noun>Empty

[Word]amos
	[Definition]<noun>Empty

[Word]ampere
	[Definition]<noun>Empty

[Word]amsterdam
	[Definition]<noun>Empty

[Word]amundsen
	[Definition]<noun>Empty

[Word]amur
	[Definition]<noun>Empty

[Word]ana
	[Definition]<noun>Empty

[Word]anabaptist
	[Definition]<noun>Empty

[Word]anaheim
	[Definition]<noun>Empty

[Word]analects
	[Definition]<noun>Empty

[Word]ananias
	[Definition]<noun>Empty

[Word]anasazi
	[Definition]<noun>Empty

[Word]anatolia
	[Definition]<noun>Empty

[Word]anatolian
	[Definition]<noun>Empty

[Word]anaxagoras
	[Definition]<noun>Empty

[Word]anchorage
	[Definition]<noun>Empty

[Word]andalusia
	[Definition]<noun>Empty

[Word]andalusian
	[Definition]<adj>Empty

[Word]andean
	[Definition]<adj>Empty

[Word]andersen
	[Definition]<noun>Empty

[Word]anderson
	[Definition]<noun>Empty

[Word]andes
	[Definition]<noun>Empty

[Word]andorra
	[Definition]<noun>Empty

[Word]andrew
	[Definition]<noun>Empty

[Word]andrews
	[Definition]<noun>Empty

[Word]android
	[Definition]<noun>Empty

[Word]andromeda
	[Definition]<noun>Empty

[Word]angara
	[Definition]<noun>Empty

[Word]angel
	[Definition]<noun>Empty

[Word]angelica
	[Definition]<noun>Empty

[Word]angelique
	[Definition]<noun>Empty

[Word]angevin
	[Definition]<noun>Empty

[Word]anglia
	[Definition]<noun>Empty

[Word]anglican
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]anglicanism
	[Definition]<noun>Empty

[Word]anglicize
	[Definition]<verb>Empty

[Word]anglophile
	[Definition]<noun>Empty

[Word]angola
	[Definition]<noun>Empty

[Word]angolan
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]angora
	[Definition]<noun>Empty

[Word]anguilla
	[Definition]<noun>Empty

[Word]angus
	[Definition]<noun>Empty

[Word]ankara
	[Definition]<noun>Empty

[Word]anna
	[Definition]<noun>Empty

[Word]annam
	[Definition]<noun>Empty

[Word]annapolis
	[Definition]<noun>Empty

[Word]annapurna
	[Definition]<noun>Empty

[Word]anne
	[Definition]<noun>Empty

[Word]anouilh
	[Definition]<noun>Empty

[Word]anselm
	[Definition]<noun>Empty

[Word]antananarivo
	[Definition]<noun>Empty

[Word]antarctic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]antarctica
	[Definition]<noun>Empty

[Word]antares
	[Definition]<noun>Empty

[Word]anthony
	[Definition]<noun>Empty

[Word]antichrist
	[Definition]<noun>Empty

[Word]antigone
	[Definition]<noun>Empty

[Word]antigua
	[Definition]<noun>Empty

[Word]antilles
	[Definition]<noun>Empty

[Word]antioch
	[Definition]<noun>Empty

[Word]antofagasta
	[Definition]<noun>Empty

[Word]antoninus
	[Definition]<noun>Empty

[Word]antonius
	[Definition]<noun>Empty

[Word]antony
	[Definition]<noun>Empty

[Word]antwerp
	[Definition]<noun>Empty

[Word]anubis
	[Definition]<noun>Empty

[Word]anzac
	[Definition]<noun>Empty

[Word]apache
	[Definition]<noun>Empty

[Word]apalachicola
	[Definition]<noun>Empty

[Word]apennines
	[Definition]<noun>Empty

[Word]aphrodite
	[Definition]<noun>Empty

[Word]apia
	[Definition]<noun>Empty

[Word]apocrypha
	[Definition]<noun>Empty

[Word]apollinaire
	[Definition]<noun>Empty

[Word]apollo
	[Definition]<noun>Empty

[Word]appalachia
	[Definition]<noun>Empty

[Word]appalachian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]appalachians
	[Definition]<noun>Empty

[Word]appaloosa
	[Definition]<noun>Empty

[Word]apple
	[Definition]<noun>Empty

[Word]appleton
	[Definition]<noun>Empty

[Word]apr
	[Definition]<noun>Empty

[Word]april
	[Definition]<noun>Empty

[Word]aquarius
	[Definition]<noun>Empty

[Word]aquila
	[Definition]<noun>Empty

[Word]aquinas
	[Definition]<noun>Empty

[Word]aquitaine
	[Definition]<noun>Empty

[Word]ar
	[Definition]<noun>Empty

[Word]ara
	[Definition]<noun>Empty

[Word]arab
	[Definition]<noun>Empty

[Word]arabia
	[Definition]<noun>Empty

[Word]arabian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]arabic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]arafat
	[Definition]<noun>Empty

[Word]araguaya
	[Definition]<noun>Empty

[Word]aramaic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]arapaho
	[Definition]<noun>Empty

[Word]ararat
	[Definition]<noun>Empty

[Word]arawak
	[Definition]<noun>Empty

[Word]arawakan
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]arcadia
	[Definition]<noun>Empty

[Word]arcadian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]archean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]archimedes
	[Definition]<noun>Empty

[Word]arctic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]arcturus
	[Definition]<noun>Empty

[Word]arequipa
	[Definition]<noun>Empty

[Word]ares
	[Definition]<noun>Empty

[Word]argentina
	[Definition]<noun>Empty

[Word]argentine
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]argentinian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]argo
	[Definition]<noun>Empty

[Word]argonaut
	[Definition]<noun>Empty

[Word]argonne
	[Definition]<noun>Empty

[Word]argos
	[Definition]<noun>Empty

[Word]argus
	[Definition]<noun>Empty

[Word]ariadne
	[Definition]<noun>Empty

[Word]arianism
	[Definition]<noun>Empty

[Word]aries
	[Definition]<noun>Empty

[Word]aristarchus
	[Definition]<noun>Empty

[Word]aristophanes
	[Definition]<noun>Empty

[Word]aristotelian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]aristotle
	[Definition]<noun>Empty

[Word]arius
	[Definition]<noun>Empty

[Word]arizona
	[Definition]<noun>Empty

[Word]arizonan
	[Definition]<noun>Empty

[Word]arizonian
	[Definition]<noun>Empty

[Word]arjuna
	[Definition]<noun>Empty

[Word]ark
	[Definition]<noun>Empty

[Word]arkansan
	[Definition]<noun>Empty

[Word]arkansas
	[Definition]<noun>Empty

[Word]arlington
	[Definition]<noun>Empty

[Word]armageddon
	[Definition]<noun>Empty

[Word]armagnac
	[Definition]<noun>Empty

[Word]armenia
	[Definition]<noun>Empty

[Word]armenian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]arminius
	[Definition]<noun>Empty

[Word]armour
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]armstrong
	[Definition]<noun>Empty

[Word]arnhem
	[Definition]<noun>Empty

[Word]arno
	[Definition]<noun>Empty

[Word]arnold
	[Definition]<noun>Empty

[Word]arrhenius
	[Definition]<noun>Empty

[Word]art
	[Definition]<noun>Empty

[Word]artaxerxes
	[Definition]<noun>Empty

[Word]artemis
	[Definition]<noun>Empty

[Word]arthur
	[Definition]<noun>Empty

[Word]arthurian
	[Definition]<adj>Empty

[Word]aruba
	[Definition]<noun>Empty

[Word]aryan
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]as
	[Definition]<adv>Empty
	# ----------
	[Definition]<noun>Empty

[Word]asama
	[Definition]<noun>Empty

[Word]asgard
	[Definition]<noun>Empty

[Word]ashe
	[Definition]<noun>Empty

[Word]ashkhabad
	[Definition]<noun>Empty

[Word]ashurbanipal
	[Definition]<noun>Empty

[Word]asia
	[Definition]<noun>Empty

[Word]asian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]asiatic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]asimov
	[Definition]<noun>Empty

[Word]asmara
	[Definition]<noun>Empty

[Word]aspen
	[Definition]<noun>Empty

[Word]assam
	[Definition]<noun>Empty

[Word]assamese
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]assyria
	[Definition]<noun>Empty

[Word]assyrian
	[Definition]<noun>Empty

[Word]astaire
	[Definition]<noun>Empty

[Word]astana
	[Definition]<noun>Empty

[Word]astarte
	[Definition]<noun>Empty

[Word]astor
	[Definition]<noun>Empty

[Word]astrakhan
	[Definition]<noun>Empty

[Word]aswan
	[Definition]<noun>Empty

[Word]at
	[Definition]<noun>Empty

[Word]athabascan
	[Definition]<noun>Empty

[Word]athena
	[Definition]<noun>Empty

[Word]athenian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]athens
	[Definition]<noun>Empty

[Word]atlanta
	[Definition]<noun>Empty

[Word]atlantic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]atlantis
	[Definition]<noun>Empty

[Word]atlas
	[Definition]<noun>Empty

[Word]atreus
	[Definition]<noun>Empty

[Word]atropos
	[Definition]<noun>Empty

[Word]attic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]attica
	[Definition]<noun>Empty

[Word]attila
	[Definition]<noun>Empty

[Word]attlee
	[Definition]<noun>Empty

[Word]au
	[Definition]<noun>Empty

[Word]auckland
	[Definition]<noun>Empty

[Word]auden
	[Definition]<noun>Empty

[Word]audubon
	[Definition]<noun>Empty

[Word]aug
	[Definition]<noun>Empty

[Word]augean
	[Definition]<adj>Empty

[Word]august
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]augusta
	[Definition]<noun>Empty

[Word]augustan
	[Definition]<adj>Empty

[Word]augustine
	[Definition]<noun>Empty

[Word]augustus
	[Definition]<noun>Empty

[Word]aurelius
	[Definition]<noun>Empty

[Word]aureomycin
	[Definition]<noun>Empty

[Word]auriga
	[Definition]<noun>Empty

[Word]aurora
	[Definition]<noun>Empty

[Word]auschwitz
	[Definition]<noun>Empty

[Word]aussie
	[Definition]<noun>Empty

[Word]austen
	[Definition]<noun>Empty

[Word]austerlitz
	[Definition]<noun>Empty

[Word]austin
	[Definition]<noun>Empty

[Word]australasia
	[Definition]<noun>Empty

[Word]australia
	[Definition]<noun>Empty

[Word]australian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]australopithecus
	[Definition]<noun>Empty

[Word]austria
	[Definition]<noun>Empty

[Word]austrian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]austronesian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]autumn
	[Definition]<noun>Empty

[Word]av
	[Definition]<noun>Empty

[Word]averroes
	[Definition]<noun>Empty

[Word]avesta
	[Definition]<noun>Empty

[Word]avicenna
	[Definition]<noun>Empty

[Word]avignon
	[Definition]<noun>Empty

[Word]avogadro
	[Definition]<noun>Empty

[Word]avon
	[Definition]<noun>Empty

[Word]ayrshire
	[Definition]<noun>Empty

[Word]ayurveda
	[Definition]<noun>Empty

[Word]azerbaijan
	[Definition]<noun>Empty

[Word]azerbaijani
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]azores
	[Definition]<noun>Empty

[Word]aztec
	[Definition]<noun>Empty

[Word]aztecan
	[Definition]<noun>Empty

[Word]b
	[Definition]<noun>Empty

[Word]ba
	[Definition]<noun>Empty

[Word]baal
	[Definition]<noun>Empty

[Word]babar
	[Definition]<noun>Empty

[Word]babbitt
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]babel
	[Definition]<noun>Empty

[Word]babylon
	[Definition]<noun>Empty

[Word]babylonian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bacchanalia
	[Definition]<noun>Empty

[Word]bacchus
	[Definition]<noun>Empty

[Word]bach
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bacon
	[Definition]<noun>Empty

[Word]badlands
	[Definition]<noun>Empty

[Word]baedeker
	[Definition]<noun>Empty

[Word]baghdad
	[Definition]<noun>Empty

[Word]bahamas
	[Definition]<noun>Empty

[Word]bahamian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bahrain
	[Definition]<noun>Empty

[Word]baikal
	[Definition]<noun>Empty

[Word]bailey
	[Definition]<noun>Empty

[Word]bakelite
	[Definition]<noun>Empty

[Word]baker
	[Definition]<noun>Empty

[Word]bakersfield
	[Definition]<noun>Empty

[Word]baku
	[Definition]<noun>Empty

[Word]bakunin
	[Definition]<noun>Empty

[Word]balanchine
	[Definition]<noun>Empty

[Word]balaton
	[Definition]<noun>Empty

[Word]balboa
	[Definition]<noun>Empty

[Word]balder
	[Definition]<noun>Empty

[Word]baldwin
	[Definition]<noun>Empty

[Word]balfour
	[Definition]<noun>Empty

[Word]bali
	[Definition]<noun>Empty

[Word]balinese
	[Definition]<noun>Empty

[Word]balkan
	[Definition]<noun>Empty

[Word]balkans
	[Definition]<noun>Empty

[Word]ball
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]balthazar
	[Definition]<noun>Empty

[Word]baltic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]baltimore
	[Definition]<noun>Empty

[Word]balzac
	[Definition]<noun>Empty

[Word]bamako
	[Definition]<noun>Empty

[Word]bandung
	[Definition]<noun>Empty

[Word]bangalore
	[Definition]<noun>Empty

[Word]bangkok
	[Definition]<noun>Empty

[Word]bangladesh
	[Definition]<noun>Empty

[Word]bangladeshi
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bangor
	[Definition]<noun>Empty

[Word]bangui
	[Definition]<noun>Empty

[Word]banjul
	[Definition]<noun>Empty

[Word]banks
	[Definition]<noun>Empty

[Word]bannister
	[Definition]<noun>Empty

[Word]banting
	[Definition]<noun>Empty

[Word]bantu
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]baptist
	[Definition]<noun>Empty

[Word]baptists
	[Definition]<noun>Empty

[Word]barbadian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]barbados
	[Definition]<noun>Empty

[Word]barbarossa
	[Definition]<noun>Empty

[Word]barbary
	[Definition]<noun>Empty

[Word]barber
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]barbuda
	[Definition]<noun>Empty

[Word]barcelona
	[Definition]<noun>Empty

[Word]bardeen
	[Definition]<noun>Empty

[Word]barker
	[Definition]<noun>Empty

[Word]barkley
	[Definition]<noun>Empty

[Word]barnum
	[Definition]<noun>Empty

[Word]barranquilla
	[Definition]<noun>Empty

[Word]barrie
	[Definition]<noun>Empty

[Word]barrymore
	[Definition]<noun>Empty

[Word]bart
	[Definition]<noun>Empty

[Word]barth
	[Definition]<noun>Empty

[Word]bartholdi
	[Definition]<noun>Empty

[Word]bartlett
	[Definition]<noun>Empty

[Word]baruch
	[Definition]<noun>Empty

[Word]baryshnikov
	[Definition]<noun>Empty

[Word]basel
	[Definition]<noun>Empty

[Word]basil
	[Definition]<noun>Empty

[Word]basque
	[Definition]<noun>Empty

[Word]basra
	[Definition]<noun>Empty

[Word]bass
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]basseterre
	[Definition]<noun>Empty

[Word]bastille
	[Definition]<noun>Empty

[Word]bataan
	[Definition]<noun>Empty

[Word]bathsheba
	[Definition]<noun>Empty

[Word]batman
	[Definition]<noun>Empty

[Word]battle
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]baudelaire
	[Definition]<noun>Empty

[Word]bauhaus
	[Definition]<noun>Empty

[Word]baum
	[Definition]<noun>Empty

[Word]bavaria
	[Definition]<noun>Empty

[Word]bavarian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bayer
	[Definition]<noun>Empty

[Word]bayes
	[Definition]<noun>Empty

[Word]bayesian
	[Definition]<adj>Empty

[Word]bayonne
	[Definition]<noun>Empty

[Word]be
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]beach
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]beadle
	[Definition]<noun>Empty

[Word]bean
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]beard
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bearnaise
	[Definition]<noun>Empty

[Word]beatles
	[Definition]<noun>Empty

[Word]beatrice
	[Definition]<noun>Empty

[Word]beau
	[Definition]<noun>Empty

[Word]beaujolais
	[Definition]<noun>Empty

[Word]beaumont
	[Definition]<noun>Empty

[Word]beauvoir
	[Definition]<noun>Empty

[Word]beck
	[Definition]<noun>Empty

[Word]becket
	[Definition]<noun>Empty

[Word]beckett
	[Definition]<noun>Empty

[Word]becquerel
	[Definition]<noun>Empty

[Word]bede
	[Definition]<noun>Empty

[Word]bedouin
	[Definition]<noun>Empty

[Word]beecher
	[Definition]<noun>Empty

[Word]beelzebub
	[Definition]<noun>Empty

[Word]beerbohm
	[Definition]<noun>Empty

[Word]beethoven
	[Definition]<noun>Empty

[Word]begin
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]behring
	[Definition]<noun>Empty

[Word]beijing
	[Definition]<noun>Empty

[Word]beirut
	[Definition]<noun>Empty

[Word]belarus
	[Definition]<noun>Empty

[Word]belau
	[Definition]<noun>Empty

[Word]belem
	[Definition]<noun>Empty

[Word]belfast
	[Definition]<noun>Empty

[Word]belgian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]belgium
	[Definition]<noun>Empty

[Word]belgrade
	[Definition]<noun>Empty

[Word]belize
	[Definition]<noun>Empty

[Word]bell
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bellini
	[Definition]<noun>Empty

[Word]bellow
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]belmont
	[Definition]<noun>Empty

[Word]belshazzar
	[Definition]<noun>Empty

[Word]ben
	[Definition]<noun>Empty

[Word]benchley
	[Definition]<noun>Empty

[Word]bender
	[Definition]<noun>Empty

[Word]benedict
	[Definition]<noun>Empty

[Word]benedictine
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]benelux
	[Definition]<noun>Empty

[Word]benet
	[Definition]<noun>Empty

[Word]bengal
	[Definition]<noun>Empty

[Word]bengali
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]benghazi
	[Definition]<noun>Empty

[Word]benin
	[Definition]<noun>Empty

[Word]benjamin
	[Definition]<noun>Empty

[Word]bennett
	[Definition]<noun>Empty

[Word]bennie
	[Definition]<noun>Empty

[Word]benny
	[Definition]<noun>Empty

[Word]bentham
	[Definition]<noun>Empty

[Word]benton
	[Definition]<noun>Empty

[Word]benzedrine
	[Definition]<noun>Empty

[Word]beowulf
	[Definition]<noun>Empty

[Word]berber
	[Definition]<noun>Empty

[Word]berbers
	[Definition]<noun>Empty

[Word]berg
	[Definition]<noun>Empty

[Word]bergen
	[Definition]<noun>Empty

[Word]bergman
	[Definition]<noun>Empty

[Word]bergson
	[Definition]<noun>Empty

[Word]beria
	[Definition]<noun>Empty

[Word]bering
	[Definition]<noun>Empty

[Word]berkeley
	[Definition]<noun>Empty

[Word]berkshire
	[Definition]<noun>Empty

[Word]berkshires
	[Definition]<noun>Empty

[Word]berlin
	[Definition]<noun>Empty

[Word]berliner
	[Definition]<noun>Empty

[Word]berlioz
	[Definition]<noun>Empty

[Word]bermuda
	[Definition]<noun>Empty

[Word]bermudas
	[Definition]<noun>Empty

[Word]bern
	[Definition]<noun>Empty

[Word]bernard
	[Definition]<noun>Empty

[Word]berne
	[Definition]<noun>Empty

[Word]bernhardt
	[Definition]<noun>Empty

[Word]bernini
	[Definition]<noun>Empty

[Word]bernoulli
	[Definition]<noun>Empty

[Word]bernstein
	[Definition]<noun>Empty

[Word]berra
	[Definition]<noun>Empty

[Word]berry
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bertillon
	[Definition]<noun>Empty

[Word]beryl
	[Definition]<noun>Empty

[Word]berzelius
	[Definition]<noun>Empty

[Word]bessel
	[Definition]<noun>Empty

[Word]bessemer
	[Definition]<noun>Empty

[Word]best
	[Definition]<adj>Empty
	# ----------
	[Definition]<adv>Empty
	# ----------
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]betelgeuse
	[Definition]<noun>Empty

[Word]beth
	[Definition]<noun>Empty

[Word]bethe
	[Definition]<noun>Empty

[Word]bethlehem
	[Definition]<noun>Empty

[Word]bethune
	[Definition]<noun>Empty

[Word]bhutan
	[Definition]<noun>Empty

[Word]bi
	[Definition]<noun>Empty

[Word]bib
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bible
	[Definition]<noun>Empty

[Word]biblical
	[Definition]<adj>Empty

[Word]bierce
	[Definition]<noun>Empty

[Word]bigfoot
	[Definition]<noun>Empty

[Word]bill
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]billings
	[Definition]<noun>Empty

[Word]billy
	[Definition]<noun>Empty

[Word]bioko
	[Definition]<noun>Empty

[Word]bird
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]birmingham
	[Definition]<noun>Empty

[Word]biro
	[Definition]<noun>Empty

[Word]bishkek
	[Definition]<noun>Empty

[Word]bishop
	[Definition]<noun>Empty

[Word]bismarck
	[Definition]<noun>Empty

[Word]bismark
	[Definition]<noun>Empty

[Word]bissau
	[Definition]<noun>Empty

[Word]bizet
	[Definition]<noun>Empty

[Word]bk
	[Definition]<noun>Empty

[Word]black
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]blackbeard
	[Definition]<noun>Empty

[Word]blackburn
	[Definition]<noun>Empty

[Word]blackfoot
	[Definition]<noun>Empty

[Word]blackshirt
	[Definition]<noun>Empty

[Word]blair
	[Definition]<noun>Empty

[Word]blake
	[Definition]<noun>Empty

[Word]blantyre
	[Definition]<noun>Empty

[Word]blenheim
	[Definition]<noun>Empty

[Word]bligh
	[Definition]<noun>Empty

[Word]bloch
	[Definition]<noun>Empty

[Word]blockbuster
	[Definition]<noun>Empty

[Word]bloemfontein
	[Definition]<noun>Empty

[Word]bloom
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bloomer
	[Definition]<noun>Empty

[Word]bloomfield
	[Definition]<noun>Empty

[Word]bloomsbury
	[Definition]<noun>Empty

[Word]blucher
	[Definition]<noun>Empty

[Word]bluebeard
	[Definition]<noun>Empty

[Word]bob
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bobby
	[Definition]<noun>Empty

[Word]boccaccio
	[Definition]<noun>Empty

[Word]bodhisattva
	[Definition]<noun>Empty

[Word]boeotia
	[Definition]<noun>Empty

[Word]boeotian
	[Definition]<adj>Empty

[Word]boer
	[Definition]<noun>Empty

[Word]boethius
	[Definition]<noun>Empty

[Word]bogart
	[Definition]<noun>Empty

[Word]bohemia
	[Definition]<noun>Empty

[Word]bohemian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bohr
	[Definition]<noun>Empty

[Word]boise
	[Definition]<noun>Empty

[Word]boleyn
	[Definition]<noun>Empty

[Word]bolivar
	[Definition]<noun>Empty

[Word]bolivia
	[Definition]<noun>Empty

[Word]bolivian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bollywood
	[Definition]<noun>Empty

[Word]bologna
	[Definition]<noun>Empty

[Word]bolshevik
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bolshevism
	[Definition]<noun>Empty

[Word]bolshevist
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]boltzmann
	[Definition]<noun>Empty

[Word]bombay
	[Definition]<noun>Empty

[Word]bonaparte
	[Definition]<noun>Empty

[Word]bond
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bonhoeffer
	[Definition]<noun>Empty

[Word]boniface
	[Definition]<noun>Empty

[Word]bonn
	[Definition]<noun>Empty

[Word]bonnie
	[Definition]<adj>Empty

[Word]booker
	[Definition]<noun>Empty

[Word]boole
	[Definition]<noun>Empty

[Word]boolean
	[Definition]<adj>Empty

[Word]boone
	[Definition]<noun>Empty

[Word]booth
	[Definition]<noun>Empty

[Word]bordeaux
	[Definition]<noun>Empty

[Word]boreas
	[Definition]<noun>Empty

[Word]borges
	[Definition]<noun>Empty

[Word]borgia
	[Definition]<noun>Empty

[Word]born
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]borneo
	[Definition]<noun>Empty

[Word]borodin
	[Definition]<noun>Empty

[Word]bosch
	[Definition]<noun>Empty

[Word]bose
	[Definition]<noun>Empty

[Word]bosnia
	[Definition]<noun>Empty

[Word]bosporus
	[Definition]<noun>Empty

[Word]boston
	[Definition]<noun>Empty

[Word]bostonian
	[Definition]<noun>Empty

[Word]boswell
	[Definition]<noun>Empty

[Word]botswana
	[Definition]<noun>Empty

[Word]botticelli
	[Definition]<noun>Empty

[Word]boulder
	[Definition]<noun>Empty

[Word]boulez
	[Definition]<noun>Empty

[Word]bourbon
	[Definition]<noun>Empty

[Word]bowditch
	[Definition]<noun>Empty

[Word]bowery
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bowie
	[Definition]<noun>Empty

[Word]bowman
	[Definition]<noun>Empty

[Word]boyle
	[Definition]<noun>Empty

[Word]br
	[Definition]<noun>Empty

[Word]brad
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bradbury
	[Definition]<noun>Empty

[Word]bradford
	[Definition]<noun>Empty

[Word]bradley
	[Definition]<noun>Empty

[Word]bradstreet
	[Definition]<noun>Empty

[Word]brady
	[Definition]<noun>Empty

[Word]bragg
	[Definition]<noun>Empty

[Word]brahe
	[Definition]<noun>Empty

[Word]brahma
	[Definition]<noun>Empty

[Word]brahman
	[Definition]<noun>Empty

[Word]brahmanism
	[Definition]<noun>Empty

[Word]brahmaputra
	[Definition]<noun>Empty

[Word]brahmin
	[Definition]<noun>Empty

[Word]brahms
	[Definition]<noun>Empty

[Word]braille
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]brain
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bran
	[Definition]<noun>Empty

[Word]branch
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]brandenburg
	[Definition]<noun>Empty

[Word]brandt
	[Definition]<noun>Empty

[Word]brandy
	[Definition]<noun>Empty

[Word]brant
	[Definition]<noun>Empty

[Word]braque
	[Definition]<noun>Empty

[Word]brasilia
	[Definition]<noun>Empty

[Word]bratislava
	[Definition]<noun>Empty

[Word]bray
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]brazil
	[Definition]<noun>Empty

[Word]brazilian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]brazos
	[Definition]<noun>Empty

[Word]brazzaville
	[Definition]<noun>Empty

[Word]brecht
	[Definition]<noun>Empty

[Word]bremen
	[Definition]<noun>Empty

[Word]brent
	[Definition]<noun>Empty

[Word]brest
	[Definition]<noun>Empty

[Word]breton
	[Definition]<noun>Empty

[Word]brewer
	[Definition]<noun>Empty

[Word]brezhnev
	[Definition]<noun>Empty

[Word]bridgeport
	[Definition]<noun>Empty

[Word]bridges
	[Definition]<noun>Empty

[Word]bridget
	[Definition]<noun>Empty

[Word]bridgetown
	[Definition]<noun>Empty

[Word]brie
	[Definition]<noun>Empty

[Word]bright
	[Definition]<adj>Empty
	# ----------
	[Definition]<adv>Empty

[Word]brighton
	[Definition]<noun>Empty

[Word]brigid
	[Definition]<noun>Empty

[Word]brisbane
	[Definition]<noun>Empty

[Word]bristol
	[Definition]<noun>Empty

[Word]brit
	[Definition]<noun>Empty

[Word]britain
	[Definition]<noun>Empty

[Word]britannic
	[Definition]<adj>Empty

[Word]british
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]britisher
	[Definition]<noun>Empty

[Word]briton
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]brits
	[Definition]<noun>Empty

[Word]britt
	[Definition]<noun>Empty

[Word]brittany
	[Definition]<noun>Empty

[Word]britten
	[Definition]<noun>Empty

[Word]brno
	[Definition]<noun>Empty

[Word]broadway
	[Definition]<noun>Empty

[Word]brobdingnag
	[Definition]<noun>Empty

[Word]brobdingnagian
	[Definition]<adj>Empty

[Word]bronte
	[Definition]<noun>Empty

[Word]bronx
	[Definition]<noun>Empty

[Word]brooke
	[Definition]<noun>Empty

[Word]brooklyn
	[Definition]<noun>Empty

[Word]brooks
	[Definition]<noun>Empty

[Word]brown
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]browne
	[Definition]<noun>Empty

[Word]brownie
	[Definition]<noun>Empty

[Word]browning
	[Definition]<noun>Empty

[Word]brownshirt
	[Definition]<noun>Empty

[Word]brownsville
	[Definition]<noun>Empty

[Word]bruce
	[Definition]<noun>Empty

[Word]bruckner
	[Definition]<noun>Empty

[Word]brueghel
	[Definition]<noun>Empty

[Word]brunei
	[Definition]<noun>Empty

[Word]brunelleschi
	[Definition]<noun>Empty

[Word]bruno
	[Definition]<noun>Empty

[Word]brunswick
	[Definition]<noun>Empty

[Word]brussels
	[Definition]<noun>Empty

[Word]brut
	[Definition]<adj>Empty

[Word]brutus
	[Definition]<noun>Empty

[Word]bryan
	[Definition]<noun>Empty

[Word]btu
	[Definition]<noun>Empty

[Word]buber
	[Definition]<noun>Empty

[Word]buchanan
	[Definition]<noun>Empty

[Word]bucharest
	[Definition]<noun>Empty

[Word]buchenwald
	[Definition]<noun>Empty

[Word]buck
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bud
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]budapest
	[Definition]<noun>Empty

[Word]buddha
	[Definition]<noun>Empty

[Word]buddhism
	[Definition]<noun>Empty

[Word]buddhist
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]buddy
	[Definition]<noun>Empty

[Word]buffalo
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bujumbura
	[Definition]<noun>Empty

[Word]bukharin
	[Definition]<noun>Empty

[Word]bulawayo
	[Definition]<noun>Empty

[Word]bulgaria
	[Definition]<noun>Empty

[Word]bulgarian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bullock
	[Definition]<noun>Empty

[Word]bultmann
	[Definition]<noun>Empty

[Word]bunche
	[Definition]<noun>Empty

[Word]bundesbank
	[Definition]<noun>Empty

[Word]bunker
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bunsen
	[Definition]<noun>Empty

[Word]bunyan
	[Definition]<noun>Empty

[Word]burbank
	[Definition]<noun>Empty

[Word]burberry
	[Definition]<noun>Empty

[Word]burger
	[Definition]<noun>Empty

[Word]burgess
	[Definition]<noun>Empty

[Word]burgoyne
	[Definition]<noun>Empty

[Word]burgundy
	[Definition]<noun>Empty

[Word]burke
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]burl
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]burma
	[Definition]<noun>Empty

[Word]burmese
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]burnett
	[Definition]<noun>Empty

[Word]burns
	[Definition]<noun>Empty

[Word]burnside
	[Definition]<noun>Empty

[Word]burr
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]burroughs
	[Definition]<noun>Empty

[Word]bursa
	[Definition]<noun>Empty

[Word]burt
	[Definition]<noun>Empty

[Word]burton
	[Definition]<noun>Empty

[Word]burundi
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]bush
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]bushido
	[Definition]<noun>Empty

[Word]bushnell
	[Definition]<noun>Empty

[Word]butler
	[Definition]<noun>Empty

[Word]butterfingers
	[Definition]<noun>Empty

[Word]byblos
	[Definition]<noun>Empty

[Word]byelorussia
	[Definition]<noun>Empty

[Word]byrd
	[Definition]<noun>Empty

[Word]byron
	[Definition]<noun>Empty

[Word]byzantine
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]byzantium
	[Definition]<noun>Empty

[Word]c
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]ca
	[Definition]<noun>Empty

[Word]cabernet
	[Definition]<noun>Empty

[Word]cabinet
	[Definition]<noun>Empty

[Word]cabot
	[Definition]<noun>Empty

[Word]cadiz
	[Definition]<noun>Empty

[Word]caesar
	[Definition]<noun>Empty

[Word]caesarean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cage
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]cagney
	[Definition]<noun>Empty

[Word]cain
	[Definition]<noun>Empty

[Word]cairo
	[Definition]<noun>Empty

[Word]cajun
	[Definition]<noun>Empty

[Word]calais
	[Definition]<noun>Empty

[Word]calcutta
	[Definition]<noun>Empty

[Word]calder
	[Definition]<noun>Empty

[Word]calderon
	[Definition]<noun>Empty

[Word]caldwell
	[Definition]<noun>Empty

[Word]caledonia
	[Definition]<noun>Empty

[Word]calgary
	[Definition]<noun>Empty

[Word]cali
	[Definition]<noun>Empty

[Word]california
	[Definition]<noun>Empty

[Word]californian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]caligula
	[Definition]<noun>Empty

[Word]callas
	[Definition]<noun>Empty

[Word]calliope
	[Definition]<noun>Empty

[Word]callisto
	[Definition]<noun>Empty

[Word]caloocan
	[Definition]<noun>Empty

[Word]calvary
	[Definition]<noun>Empty

[Word]calvin
	[Definition]<noun>Empty

[Word]calvinism
	[Definition]<noun>Empty

[Word]calvinist
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]calvinistic
	[Definition]<adj>Empty

[Word]cambodia
	[Definition]<noun>Empty

[Word]cambodian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cambrian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cambridge
	[Definition]<noun>Empty

[Word]camel
	[Definition]<noun>Empty

[Word]camelot
	[Definition]<noun>Empty

[Word]camembert
	[Definition]<noun>Empty

[Word]cameroon
	[Definition]<noun>Empty

[Word]campbell
	[Definition]<noun>Empty

[Word]camus
	[Definition]<noun>Empty

[Word]canaan
	[Definition]<noun>Empty

[Word]canada
	[Definition]<noun>Empty

[Word]canadian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]canaries
	[Definition]<noun>Empty

[Word]canberra
	[Definition]<noun>Empty

[Word]cancer
	[Definition]<noun>Empty

[Word]cancun
	[Definition]<noun>Empty

[Word]candy
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]cannes
	[Definition]<noun>Empty

[Word]cannon
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]canon
	[Definition]<noun>Empty

[Word]canopus
	[Definition]<noun>Empty

[Word]cantabrigian
	[Definition]<noun>Empty

[Word]canterbury
	[Definition]<noun>Empty

[Word]canton
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]cantonese
	[Definition]<noun>Empty

[Word]cantor
	[Definition]<noun>Empty

[Word]canute
	[Definition]<noun>Empty

[Word]capek
	[Definition]<noun>Empty

[Word]capella
	[Definition]<noun>Empty

[Word]capet
	[Definition]<noun>Empty

[Word]capetian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]capitol
	[Definition]<noun>Empty

[Word]capone
	[Definition]<noun>Empty

[Word]capote
	[Definition]<noun>Empty

[Word]capra
	[Definition]<noun>Empty

[Word]capri
	[Definition]<noun>Empty

[Word]capricorn
	[Definition]<noun>Empty

[Word]capuchin
	[Definition]<noun>Empty

[Word]caracas
	[Definition]<noun>Empty

[Word]caravaggio
	[Definition]<noun>Empty

[Word]carboloy
	[Definition]<noun>Empty

[Word]carboniferous
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]carborundum
	[Definition]<noun>Empty

[Word]cardiff
	[Definition]<noun>Empty

[Word]carib
	[Definition]<noun>Empty

[Word]caribbean
	[Definition]<noun>Empty

[Word]carina
	[Definition]<noun>Empty

[Word]carissa
	[Definition]<noun>Empty

[Word]carlos
	[Definition]<noun>Empty

[Word]carlsbad
	[Definition]<noun>Empty

[Word]carlyle
	[Definition]<noun>Empty

[Word]carmichael
	[Definition]<noun>Empty

[Word]carmine
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]carnation
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]carnegie
	[Definition]<noun>Empty

[Word]carnot
	[Definition]<noun>Empty

[Word]carol
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]carolina
	[Definition]<noun>Empty

[Word]caroline
	[Definition]<adj>Empty

[Word]carolingian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]carolinian
	[Definition]<noun>Empty

[Word]carpathians
	[Definition]<noun>Empty

[Word]carpenter
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]carrier
	[Definition]<noun>Empty

[Word]carroll
	[Definition]<noun>Empty

[Word]carson
	[Definition]<noun>Empty

[Word]carter
	[Definition]<noun>Empty

[Word]cartesian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]carthage
	[Definition]<noun>Empty

[Word]carthaginian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cartier
	[Definition]<noun>Empty

[Word]cartwright
	[Definition]<noun>Empty

[Word]caruso
	[Definition]<noun>Empty

[Word]carver
	[Definition]<noun>Empty

[Word]casablanca
	[Definition]<noun>Empty

[Word]casals
	[Definition]<noun>Empty

[Word]casanova
	[Definition]<noun>Empty

[Word]cascades
	[Definition]<noun>Empty

[Word]case
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]cash
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]caspar
	[Definition]<noun>Empty

[Word]caspian
	[Definition]<noun>Empty

[Word]cassandra
	[Definition]<noun>Empty

[Word]cassie
	[Definition]<noun>Empty

[Word]cassiopeia
	[Definition]<noun>Empty

[Word]cassius
	[Definition]<noun>Empty

[Word]castor
	[Definition]<noun>Empty

[Word]castries
	[Definition]<noun>Empty

[Word]castro
	[Definition]<noun>Empty

[Word]catalan
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]catalonia
	[Definition]<noun>Empty

[Word]catawba
	[Definition]<noun>Empty

[Word]caterpillar
	[Definition]<noun>Empty

[Word]cathay
	[Definition]<noun>Empty

[Word]cather
	[Definition]<noun>Empty

[Word]catherine
	[Definition]<noun>Empty

[Word]catholic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]catholicism
	[Definition]<noun>Empty

[Word]catskills
	[Definition]<noun>Empty

[Word]catullus
	[Definition]<noun>Empty

[Word]caucasian
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]caucasoid
	[Definition]<adj>Empty

[Word]caucasus
	[Definition]<noun>Empty

[Word]cavendish
	[Definition]<noun>Empty

[Word]caxton
	[Definition]<noun>Empty

[Word]cayenne
	[Definition]<noun>Empty

[Word]cayman
	[Definition]<noun>Empty

[Word]cayuga
	[Definition]<noun>Empty

[Word]cd
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cebu
	[Definition]<noun>Empty

[Word]cebuano
	[Definition]<noun>Empty

[Word]celebes
	[Definition]<noun>Empty

[Word]cellini
	[Definition]<noun>Empty

[Word]celsius
	[Definition]<noun>Empty

[Word]celt
	[Definition]<noun>Empty

[Word]celtic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cenozoic
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]centaurus
	[Definition]<noun>Empty

[Word]centigrade
	[Definition]<adj>Empty

[Word]cepheus
	[Definition]<noun>Empty

[Word]cerberus
	[Definition]<noun>Empty

[Word]ceres
	[Definition]<noun>Empty

[Word]cervantes
	[Definition]<noun>Empty

[Word]cesarean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]cetus
	[Definition]<noun>Empty

[Word]ceylon
	[Definition]<noun>Empty

[Word]cezanne
	[Definition]<noun>Empty

[Word]cf
	[Definition]<adv>Empty
	# ----------
	[Definition]<noun>Empty

[Word]ch'in
	[Definition]<noun>Empty

[Word]chablis
	[Definition]<noun>Empty

[Word]chad
	[Definition]<noun>Empty

[Word]chagall
	[Definition]<noun>Empty

[Word]chaldean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]challenger
	[Definition]<noun>Empty

[Word]chamberlain
	[Definition]<noun>Empty

[Word]chambers
	[Definition]<noun>Empty

[Word]champlain
	[Definition]<noun>Empty

[Word]champollion
	[Definition]<noun>Empty

[Word]chance
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]chancellorsville
	[Definition]<noun>Empty

[Word]chandler
	[Definition]<noun>Empty

[Word]chang
	[Definition]<noun>Empty

[Word]chanukah
	[Definition]<noun>Empty

[Word]chaplin
	[Definition]<noun>Empty

[Word]chapman
	[Definition]<noun>Empty

[Word]chapultepec
	[Definition]<noun>Empty

[Word]chardonnay
	[Definition]<noun>Empty

[Word]charity
	[Definition]<noun>Empty

[Word]charlemagne
	[Definition]<noun>Empty

[Word]charles
	[Definition]<noun>Empty

[Word]charleston
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]charlotte
	[Definition]<noun>Empty

[Word]charlottetown
	[Definition]<noun>Empty

[Word]charolais
	[Definition]<noun>Empty

[Word]charon
	[Definition]<noun>Empty

[Word]chartism
	[Definition]<noun>Empty

[Word]chartres
	[Definition]<noun>Empty

[Word]charybdis
	[Definition]<noun>Empty

[Word]chase
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]chateaubriand
	[Definition]<noun>Empty

[Word]chattahoochee
	[Definition]<noun>Empty

[Word]chattanooga
	[Definition]<noun>Empty

[Word]chaucer
	[Definition]<noun>Empty

[Word]chavez
	[Definition]<noun>Empty

[Word]chechen
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]chechnya
	[Definition]<noun>Empty

[Word]cheddar
	[Definition]<noun>Empty

[Word]cheer
	[Definition]<noun>Empty
	# ----------
	[Definition]<verb>Empty

[Word]cheever
	[Definition]<noun>Empty

[Word]chekhov
	[Definition]<noun>Empty

[Word]chelyabinsk
	[Definition]<noun>Empty

[Word]chen
	[Definition]<noun>Empty

[Word]chennai
	[Definition]<noun>Empty

[Word]cheops
	[Definition]<noun>Empty

[Word]chernobyl
	[Definition]<noun>Empty

[Word]cherokee
	[Definition]<noun>Empty

[Word]cherry
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]chester
	[Definition]<noun>Empty

[Word]chesterfield
	[Definition]<noun>Empty

[Word]chesterton
	[Definition]<noun>Empty

[Word]chevalier
	[Definition]<noun>Empty

[Word]cheviot
	[Definition]<noun>Empty

[Word]chevron
	[Definition]<noun>Empty

[Word]chevy
	[Definition]<verb>Empty

[Word]cheyenne
	[Definition]<noun>Empty

[Word]chi
	[Definition]<noun>Empty

[Word]chianti
	[Definition]<noun>Empty

[Word]chicago
	[Definition]<noun>Empty

[Word]chicano
	[Definition]<noun>Empty

[Word]chickasaw
	[Definition]<noun>Empty

[Word]chihuahua
	[Definition]<noun>Empty

[Word]chile
	[Definition]<noun>Empty

[Word]chilean
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]chimborazo
	[Definition]<noun>Empty

[Word]chimera
	[Definition]<noun>Empty

[Word]china
	[Definition]<noun>Empty

[Word]chinese
	[Definition]<adj>Empty
	# ----------
	[Definition]<noun>Empty

[Word]chinook
	[Definition]<noun>Empty

[Word]chipewyan
	[Definition]<noun>Empty

